[
    {
        "image": "An illustration showing a person watching a video tutorial on a tablet.",
        "title": "Video Tutorials",
        "details": "Video tutorials are educational videos that demonstrate a process or concept visually.",
        "narration": "Video tutorials are a popular form of visual learning, providing step-by-step guidance on various topics."
    },
    {
        "image": "A diagram depicting the brain processing visual information.",
        "title": "Visual Processing",
        "details": "Visual processing is the brain's ability to interpret and make sense of visual information.",
        "narration": "Visual processing involves the brain decoding and understanding visual stimuli received through the eyes."
    },
    {
        "image": "A classroom setting with students engaged in a visual learning activity.",
        "title": "Interactive Learning",
        "details": "Interactive learning involves hands-on activities that engage multiple senses for better retention.",
        "narration": "Interactive learning encourages active participation and enhances understanding through practical experience."
    },
    {
        "image": "A graphic showing the benefits of visual aids in presentations.",
        "title": "Visual Aids",
        "details": "Visual aids such as charts, graphs, and diagrams help in presenting information in a visually appealing manner.",
        "narration": "Visual aids enhance presentations by making complex information easier to understand and remember."
    },
    {
        "image": "An infographic illustrating the impact of visual learning on memory retention.",
        "title": "Memory Retention",
        "details": "Visual learning aids in memory retention by creating strong mental associations through images and visuals.",
        "narration": "Visual learning improves memory retention by linking information to visual cues for better recall."
    },
    {
        "image": "A comparison chart showing the effectiveness of visual learning over traditional methods.",
        "title": "Learning Efficiency",
        "details": "Visual learning enhances learning efficiency by catering to different learning styles and improving comprehension.",
        "narration": "Visual learning boosts learning efficiency by accommodating visual learners and promoting better understanding of complex concepts."
    }
]