[
    {
        "image": "A headshot of Aryan Keluskar",
        "title": "Early Life",
        "details": "Aryan Keluskar was born and raised in Hyderabad, India, where he developed a passion for technology from a young age.",
        "narration": "Aryan Keluskar, a native of Hyderabad, India, discovered his love for technology during his formative years."
    },
    {
        "image": "A laptop displaying code",
        "title": "Education",
        "details": "Aryan Keluskar pursued a Bachelor's of Science in Computer Science at Arizona State University, where he was part of the Grand Challengers Scholars Program and received the Most Innovative Design award at E2 Camp.",
        "narration": "Aryan Keluskar studied Computer Science at Arizona State University, earning accolades for his innovative design work."
    },
    {
        "image": "A person working on a website design",
        "title": "Professional Experience",
        "details": "Aryan Keluskar worked as a Website Development Intern at RCV Innovations Pvt Ltd in Hyderabad, contributing to the design and development of immersive retail experiences and multi-page responsive websites.",
        "narration": "Aryan Keluskar gained valuable experience as a Website Development Intern at RCV Innovations Pvt Ltd, enhancing retail experiences and website design."
    },
    {
        "image": "A group of volunteers working together",
        "title": "Volunteering Experience",
        "details": "Aryan Keluskar interned at the Youth Empowerment Foundation, where he created educational modules and designed engaging posters for webinars, showcasing his commitment to community service.",
        "narration": "Aryan Keluskar dedicated his time to volunteering at the Youth Empowerment Foundation, creating educational content and visually appealing posters for webinars."
    },
    {
        "image": "A person coding on a computer",
        "title": "Skills & Interests",
        "details": "Aryan Keluskar is proficient in a wide range of software development tools and languages, including HTML, CSS, JavaScript, Git, ReactJS, and more. He also has expertise in graphic design and spoken languages.",
        "narration": "Aryan Keluskar possesses a diverse skill set in software development, graphic design, and spoken languages, showcasing his versatility and expertise."
    },
    {
        "image": "A certificate of achievement",
        "title": "Awards & Accomplishments",
        "details": "Aryan Keluskar has received several awards, including All India Rank 1 in the 5th IT Quiz, AP Scholar with Honor, and awards for academic excellence in subjects like Chemistry and Computer Science.",
        "narration": "Aryan Keluskar has been recognized for his academic achievements, securing top ranks in IT quizzes and receiving prestigious awards for his academic performance."
    }
]